{
    "jokes": [
        "`O que o pagodeiro foi fazer na igreja? \n Ele foi cantar pá god!`",
        "`O que acontece quando chove na Inglaterra? \n Ela vira Inglalama!`",
        "`Antes da chuva, eu lutava capoeira. Agora, depois da chuva, eu luto combarro!`",
        "`Sabe o que o rato diz quando se queima? \n Nossa Mickey mei!`",
        "`Qual foi a primeira vez que os americanos comeram carne? \n Quando chegou Cristovão Com Lombo.`",
        "`Em qual cidade brasileira os táxis são proibidos? \n Uberlândia.`",
        "`Havia dois patos conversando. Quando um falou: \n - Quack. \n Aí o outro respondeu: \n - Nossa, eu ia falar isso agora!`",
        "`Porque o menino estava falando ao telefone deitado? \n Para não cair a ligação.`",
        "`Qual é a fórmula da água benta? \n H Deus O!`",
        "`O que o pintinho falou para a mãe dele? \n Oi, mãe!`",
        "`Qual é o alimento mais sagrado que existe? \n O amém doím.`",
        "`Por que o policial não usa sabão? \n Porque ele prefere deter gente.`",
        "`Por que a planta não responde? \n Porque ela é mudinha.`",
        "`O que é um astrólogo andando a cavalo? \n Um Cavaleiro do Zodíaco.`",
        "`O que um cromossomo falou para o outro? \n Cromossomos bonitos!`",
        "`O que é um pontinho preto no avião? \n Uma aeromosca.`",
        "`Como que o mineiro usa a internet? \n Pelo UAI-fai`",
        "`Qual é a galinha que cai no chão e surta? \n A galinha cai i pira.`"
    ],
    "batJokes": [
        "`Porque o Batman colocou o Bat-móvel no seguro? \n Porque ele tem medo que Robin!`",
        "`Porque o Batman estava de terno? \n Porque ele foi em um BATizado.`",
        "`Porque que o carro do Batman chama Batmóvel? \n Porque é dele, se fosse do robin seria robmóvel.`",
        "`Qual a religião do Batman? \n Batista.`",
        "`O que o Batman disse para o Robin quando eles chegaram em Pindamoinhangaba? \n Robin, chegamos em Pindamoinhangaba...`",
        "`Qual o instrumento o Batman toca? \n Bateria.`",
        "`Qual o brinquedo preferido do Batman no parque de diversões? \n Carrinho bat-bat.`",
        "`O que o Batman disse quando o ROBIN foi entrar no carro? \n Não bat a porta.`",
        "`O que o Batman faz para entrar na BATCAVERNA? \n Bat palmas.`",
        "`O que o BATMAN mais gosta na internet? \n Os bat papos.`"
    ]
}